Repository: awhobbs/financial_literacy_game
Catalog: lib/l10n/app_nyn.arb
Languages: nyn

source: asset Died
nyn: {asset} yafa, Eky’obugaiga bikahwaho

source: assets
nyn: ebintu byawe by''okugura, Ebyobugaiga

source: assets Died
nyn: Ebintu byawe byafire, Eby’obugaiga bikahwaho

source: borrow
nyn: okwemereza, Okweguza esente

source: borrow At
nyn: okwemereza ku okweguza (ahamagoba) {interestRate}% buri mwaka omwaka ninga emyaka ebiri kumyaka ebiri, wemereze ku {interestRate}% omwaka

source: cash
nyn: Esente ezaburiho, Eshaaho

source: cash Alert
nyn: Kumanyisibwa esente kuzeija, Eshaaho orikushobora tekihikire

source: cash Goal
nyn: Esente ezokutekateka kutunga, Eshaaho orikuhaka

source: cash Goal Reach
nyn: Esente ezokwenda otunge, Eshaaho orikuhaka: Kihikire {cashAmount}

source: chicken
nyn: Enkoko

source: clear Cache
nyn: gufuura ebishushane

source: confirm
nyn: kakasa okutandika, Yikirizana neki

source: congratulations
nyn: Tukuhimbariza, Webare okusingura

source: continue Button
nyn: Komeho, Eipesha ry’okugumizamu

source: cow
nyn: Ente

source: current Cash
nyn: Esente eziriho, Eshaaho orina: {cashAmount}

source: don’t Buy
nyn: Togure, Otagura

source: enter Name
nyn: Handikamu eizina, Andika erinja ryobe rya mbere neryokubiri

source: error
nyn: Enshobi, Obushabwe

source: expenses
nyn: Enshohoza, Obushaho

source: game Finished
nyn: Omuzaano gwahwa, Tukuhimbariza okumaliriza omuzannyo gwobe ogw'omuhango

source: goat
nyn: Embuzi

source: hint First Name
nyn: Erinja rya mbere, Eizina ry’ediini

source: hint Last Name
nyn: Erinja ryokubiri, Eizina ry’obuzarwa

source: how To Play
nyn: Enkora y''okuzannya, Okworikubasa Kuzana

source: income
nyn: Emingyeezo, Entatsya

source: income Per Year
nyn: Emingyeezo: {cashAmount} / omwaka, Entastya ya buri Mwaka

source: instruction Text1
nyn: Engyenderwaho 1. Okutandika okuzana, ronda ekigambo “EKIKUKURATAHO” aharuguru ahamukono gwaburyo

source: instruction Text2
nyn: Engyenderwaho 2. Oshobora kugura ekirwama n''okukozesa eshaaho orina, oba okwemereza oba okuhagarika okugura

source: instruction Text3
nyn: Engyenderwaho 3. Buri muzannyo, ebirwama bikura, emingyeezo n'obushaho bikura

source: instruction Text4
nyn: Engyenderwaho 4. Ebipimo ebiri hansi y''ekirwama bishobora kuba eby''okugyenda

source: instruction Text5
nyn: 5. Orina okuhikiza omubarwa gw''eshaaho ogukoresebwa kugira ngo oshobore okukomeho omutandara ogudako

source: instruction Text6
nyn: 6. Oshobora okusanga enkora z''okuzannya omuzannyo guno bwoba orikuteekateeka

source: interest Cash
nyn: Omugabo bwogura n''okukozesa eshaaho orina guri {interestRate}% / omwaka

source: investment Options
nyn: Ebyokwenda kutamu sente zawe, Ebintu oshobora kugura

source: language
nyn: Runyankole - UGX

source: languages Title
nyn: Enimi, Omutwe gw’endimi

source: level
nyn: Eidara, Omutandara {level} / {levelTotal} Amadaara

source: life Expectancy
nyn: Emyaka eyokutekateka kuferamu {yearsNum} emyaka omushura

source: life Risk
nyn: Ebihikirizi by’amagara, obushobora bwo kufa: 1 ku {number} ejja kufa

source: loan
nyn: {count, plural, =1{Omwemerezo} other{Emwemerezo}}

source: lost Game
nyn: Obushabwe, eshaaho bwaguze. Oshobora kuddamu omutandara guno oba okutandika omuzannyo omupya.

source: next
nyn: Ekindako

source: next Level
nyn: Omutandara ogudako

source: not Me
nyn: Oyo si nye, Tinye

source: overview
nyn: Ahamuramutwe

source: pay Cash
nyn: Gura, Shashuriraho esente

source: personal
nyn: Ebyange

source: price
nyn: Obwire: {cashAmount}, Omuhendo

source: reached Next Level
nyn: Oshitsurize omutandara ogudako, Nahika/wahika eheidara erindi

source: restart
nyn: Tandika oburo, Tandika bustya

source: restart Game
nyn: Tandika omuzannyo omupya, Tandika butsya omuzaano/okuzaana

source: restart Level
nyn: Ddamu omutandara guno, Tandika bustya eidara eri

source: same User
nyn: Niba oye {firstName}, tandika omuzannyo, Orikukozesa eki

source: settings
nyn: Ebiteekateeko, Engyenderwaho

source: sign In Different Person
nyn: hindura eshaaho orina, Handikamu omuntu ondiijo

source: start At Level
nyn: Tandika ku mutandara {level}, Tandikira eheidara eri

source: tip
nyn: Ekipimo, Manya eki

source: title Sign InHandikamu ekitinisa kyawe
nyn: Kakasire okwinjira omuzannyo ogwitwa FinSim Kikuyambe okuza omu muzano ogurikwetwa FinSim

source: warning
nyn: Okutebarura, Yerinde ebi

source: welcome Back
nyn: Webare kugaruka

source: welcome Text
nyn: Muzannyi wangye, omuzannyo guno guri gutekateeka emiringyezo era guri gwa kwigisha. Okuzannya omuzannyo guno tekijja kuhindura mburamu yawe na Bank yawe. Nkakasire kuterekera ebikukwatako munsi

source: select Language
nyn: Nyoreka oronde omurimi:, Rondamu Orurumi

source: hint UID
nyn: namba y''omukozesa. eg. UGRT999

source: confirm Name Title
nyn: Kakasa erinja ryawe, Hamya ekitinisa kyawe

source: confirm Name
nyn: Oye {firstName} {lastName}?, Hamya Eizina {Eryediini} {lastName Eiziina ry’obuzarwa}?

source: no Button
nyn: Eipesha rwa Ngaaha

source: yes Button
nyn: Eipesha rya Eego

source: code Not Found
nyn: Koodi tiyanzurwe, Koodi tiyarebeeka

source: no Code Button
nyn: Tihariho eipesha rya koodi

source: sign In Name
nyn: Handikamu eizina ryawe, Nyoreka oyingire erinja ryawe rya mbere neryokubiri

source: back Button
nyn: Eipesha ry’Okugaruka enyiima
